_protected/controllers/ApplicationController.php

INSERT INTO `application` (`name`, `info`, `group_id`, `pic`) VALUES ('The second', 'полное описание....', 2, 1)
---
    public function actionCreate()
    {//var_dump(Yii::$app->request->post());die;
        $model = new Application();
        if ($model -> load(Yii::$app->request->post())){
            $image = UploadedFile::getInstance($model, 'pic_file');
            if ($model->save())