_protected/controllers/ApplicationController.php

SELECT * FROM `application` WHERE `id`='29'
---
    public function actionView($id)
    {
        if (!$model = Application::findOne($id))